Repository: Acerola-1/Hourcade
Catalog: Hourcade/Shared/App.xcstrings
Source language: en
Languages: zh_hans

# %.1f 小时
source: %.1f h
zh_hans: %.1f 小时

# %1$@ · %2$lld 张图片
source: %1$@ · %2$lld images
zh_hans: %1$@ · %2$lld 张图片

# %1$@ · 总计 %2$@
source: %1$@ · Total %2$@
zh_hans: %1$@ · 总计 %2$@

# %1$@ · 近两周 %2$@
source: %1$@ · Last 2 weeks %2$@
zh_hans: %1$@ · 近两周 %2$@

# %lld 小时
source: %lld h
zh_hans: %lld 小时

# %lld 款记录 · 同步于 %@
source: Games: %lld · Synced %@
zh_hans: %lld 款记录 · 同步于 %@

# %@ 同步失败：%@。已保留上次数据。
source: %@ sync failed: %@. Previous data is still shown.
zh_hans: %@ 同步失败：%@。已保留上次数据。

# %lld小时
source: %lldh
zh_hans: %lld小时

# %lld小时 %lld分钟
source: %lldh %lldm
zh_hans: %lld小时 %lld分钟

# HOURCADE · 你的游戏生活
source: HOURCADE · YOUR GAME LIFE
zh_hans: HOURCADE · 你的游戏生活

# Hourcade 驻留菜单栏并定时同步组件数据，不占用 Dock；随时可从菜单栏退出。
source: Hourcade stays in the menu bar and refreshes widget data on a schedule; it never appears in the Dock. Quit anytime from the menu bar.
zh_hans: Hourcade 驻留菜单栏并定时同步组件数据，不占用 Dock；随时可从菜单栏退出。

# Nintendo 会话已过期或无效，请重新登录
source: Your Nintendo session has expired or is invalid. Sign in again.
zh_hans: Nintendo 会话已过期或无效，请重新登录

# Nintendo 服务暂时不可用，请稍后重试
source: Nintendo services are temporarily unavailable. Try again later.
zh_hans: Nintendo 服务暂时不可用，请稍后重试

# Nintendo 登录回调验证失败，请重新登录
source: Nintendo sign-in callback validation failed. Sign in again.
zh_hans: Nintendo 登录回调验证失败，请重新登录

# Nintendo 登录完成，但没有返回授权码
source: Nintendo sign-in finished without returning an authorization code.
zh_hans: Nintendo 登录完成，但没有返回授权码

# Nintendo 登录已在进行中，请先完成或取消当前登录
source: Nintendo sign-in is already in progress. Complete or cancel it first.
zh_hans: Nintendo 登录已在进行中，请先完成或取消当前登录

# Nintendo 登录未能完成，请重试
source: Nintendo sign-in could not be completed. Try again.
zh_hans: Nintendo 登录未能完成，请重试

# Nintendo 请求失败，请稍后重试
source: The Nintendo request failed. Try again later.
zh_hans: Nintendo 请求失败，请稍后重试

# Nintendo 请求过于频繁，请稍后重试
source: Too many Nintendo requests. Try again later.
zh_hans: Nintendo 请求过于频繁，请稍后重试

# Nintendo 返回的数据格式无法读取
source: The data returned by Nintendo could not be read.
zh_hans: Nintendo 返回的数据格式无法读取

# PSN 游戏列表分页不完整或已变化，请重新同步
source: The PSN game library pages are incomplete or have changed. Sync again.
zh_hans: PSN 游戏列表分页不完整或已变化，请重新同步

# PSN 请求失败，请稍后重试
source: The PSN request failed. Try again later.
zh_hans: PSN 请求失败，请稍后重试

# PSN 请求过于频繁，请稍后重试
source: Too many PSN requests. Try again later.
zh_hans: PSN 请求过于频繁，请稍后重试

# PSN 返回的数据格式无法读取
source: The data returned by PSN could not be read.
zh_hans: PSN 返回的数据格式无法读取

# PlayStation 会话已过期或无效，请重新登录
source: Your PlayStation session has expired or is invalid. Sign in again.
zh_hans: PlayStation 会话已过期或无效，请重新登录

# PlayStation 服务暂时不可用，请稍后重试
source: PlayStation services are temporarily unavailable. Try again later.
zh_hans: PlayStation 服务暂时不可用，请稍后重试

# PlayStation 未授予授权，请重新登录并允许访问
source: PlayStation authorization was not granted. Sign in again and allow access.
zh_hans: PlayStation 未授予授权，请重新登录并允许访问

# PlayStation 登录回调验证失败，请重新登录
source: PlayStation sign-in callback validation failed. Sign in again.
zh_hans: PlayStation 登录回调验证失败，请重新登录

# PlayStation 登录完成，但没有返回授权码
source: PlayStation sign-in finished without returning an authorization code.
zh_hans: PlayStation 登录完成，但没有返回授权码

# PlayStation 登录已在进行中，请先完成或取消当前登录
source: PlayStation sign-in is already in progress. Complete or cancel it first.
zh_hans: PlayStation 登录已在进行中，请先完成或取消当前登录

# PlayStation 登录未能完成，请重试
source: PlayStation sign-in could not be completed. Try again.
zh_hans: PlayStation 登录未能完成，请重试

# Steam 刷新失败：%@。上方保留上次同步结果。
source: Steam refresh failed: %@. The last synced results are shown above.
zh_hans: Steam 刷新失败：%@。上方保留上次同步结果。

# Steam 客户端内没有密钥入口。请在浏览器登录 Steam 官方密钥页面，查看或申请密钥，再复制到下方。
source: API keys are not available in the Steam client. Sign in to Steam’s official API key page in your browser, view or register a key, then paste it below.
zh_hans: Steam 客户端内没有密钥入口。请在浏览器登录 Steam 官方密钥页面，查看或申请密钥，再复制到下方。

# Steam 尚未完成同步
source: Steam hasn’t finished syncing
zh_hans: Steam 尚未完成同步

# Steam 没有返回游戏。请检查个人资料的“游戏详情”隐私设置；改为公开会让其他人也能查看相关游戏信息
source: Steam returned no games. Check the “Game details” privacy setting on your profile. Making it public also lets other people see your game information.
zh_hans: Steam 没有返回游戏。请检查个人资料的“游戏详情”隐私设置；改为公开会让其他人也能查看相关游戏信息

source: Web API Key
zh_hans: Web API 密钥

# 上次游玩
source: Last played
zh_hans: 上次游玩

# 两周内
source: Last 2 weeks
zh_hans: 两周内

# 个人资料链接
source: Profile URL
zh_hans: 个人资料链接

# 中号
source: Medium
zh_hans: 中号

# 主题
source: Theme
zh_hans: 主题

# 主题只影响 Hourcade 窗口；桌面小组件跟随系统外观。
source: Theme only affects the Hourcade window; desktop widgets follow system appearance.
zh_hans: 主题只影响 Hourcade 窗口；桌面小组件跟随系统外观。

# 你的游戏时间
source: Your gaming time
zh_hans: 你的游戏时间

# 你的游戏生活，从连接平台开始
source: Your gaming life starts with a connection
zh_hans: 你的游戏生活，从连接平台开始

# 使用 Nintendo 账号登录
source: Sign in with Nintendo
zh_hans: 使用 Nintendo 账号登录

# 使用 PlayStation 账号登录
source: Sign in with PlayStation
zh_hans: 使用 PlayStation 账号登录

# 例如 steamcommunity.com/id/你的名称；也支持 17 位 SteamID。
source: For example, steamcommunity.com/id/your-name. A 17-digit SteamID also works.
zh_hans: 例如 steamcommunity.com/id/你的名称；也支持 17 位 SteamID。

# 偏好设置
source: Preferences
zh_hans: 偏好设置

# 参考价值
source: Estimated value
zh_hans: 参考价值

# 取消
source: Cancel
zh_hans: 取消

# 只用于向 Steam 请求你的游戏记录，保存在本机钥匙串。
source: Used only to request your game history from Steam and stored in this Mac’s Keychain.
zh_hans: 只用于向 Steam 请求你的游戏记录，保存在本机钥匙串。

# 同步中
source: Syncing
zh_hans: 同步中

# 同步全部
source: Sync All
zh_hans: 同步全部

# 同步成功 · %@
source: Synced successfully · %@
zh_hans: 同步成功 · %@

# 在 Steam 客户端打开自己的个人资料，复制页面地址。你也可以在浏览器打开 Steam 社区个人主页。
source: Open your profile in the Steam client and copy its URL. You can also open your Steam Community profile in a browser.
zh_hans: 在 Steam 客户端打开自己的个人资料，复制页面地址。你也可以在浏览器打开 Steam 社区个人主页。

# 复制个人资料地址
source: Copy your profile URL
zh_hans: 复制个人资料地址

# 奖杯数
source: Trophies
zh_hans: 奖杯数

# 奖杯进度
source: Progress
zh_hans: 奖杯进度

# 完成率
source: Completion
zh_hans: 完成率

# 封面图片
source: Cover art
zh_hans: 封面图片

# 小时
source: hours
zh_hans: 小时

# 尚未连接
source: Not connected
zh_hans: 尚未连接

# 已取消 Nintendo 登录
source: Nintendo sign-in was cancelled.
zh_hans: 已取消 Nintendo 登录

# 已取消 PlayStation 登录
source: PlayStation sign-in was cancelled.
zh_hans: 已取消 PlayStation 登录

# 已连接平台
source: Connected platforms
zh_hans: 已连接平台

# 已连接平台的累计游玩时长
source: Total playtime across connected platforms
zh_hans: 已连接平台的累计游玩时长

# 常规设置
source: General Settings
zh_hans: 常规设置

# 平台
source: Platforms
zh_hans: 平台

# 平台账号
source: Platform accounts
zh_hans: 平台账号

# 开机后在菜单栏静默运行
source: Run silently in the menu bar after login
zh_hans: 开机后在菜单栏静默运行

# 总时长
source: Total
zh_hans: 总时长

# 总览
source: Overview
zh_hans: 总览

# 成就
source: Achievements
zh_hans: 成就

# 我的游戏 · %lld
source: My games · %lld
zh_hans: 我的游戏 · %lld

# 打开 Steam 官方密钥页面 ↗
source: Open Steam’s official API key page ↗
zh_hans: 打开 Steam 官方密钥页面 ↗

# 打开主界面
source: Open Hourcade
zh_hans: 打开主界面

# 按组件尺寸分组；预览使用真实同步数据。添加或更换组件请在桌面右键菜单中进行。
source: Grouped by widget family; previews use live synced data. Add or change widgets from the desktop context menu.
zh_hans: 按组件尺寸分组；预览使用真实同步数据。添加或更换组件请在桌面右键菜单中进行。

# 数据就绪后会自动显示在这里。也可以进入 Steam 页面重试。
source: Your data will appear here when it’s ready. You can also retry from the Steam page.
zh_hans: 数据就绪后会自动显示在这里。也可以进入 Steam 页面重试。

# 无法将密钥保存到钥匙串
source: Could not save the key to Keychain.
zh_hans: 无法将密钥保存到钥匙串

# 无法打开 Nintendo 登录窗口
source: Unable to open the Nintendo sign-in window.
zh_hans: 无法打开 Nintendo 登录窗口

# 无法打开 PlayStation 登录窗口
source: Unable to open the PlayStation sign-in window.
zh_hans: 无法打开 PlayStation 登录窗口

# 无法更新钥匙串中的密钥
source: Could not update the key in Keychain.
zh_hans: 无法更新钥匙串中的密钥

# 无法访问 PSN 游戏列表，请检查账号的隐私设置或访问权限
source: Cannot access the PSN game library. Check account privacy settings or access permissions.
zh_hans: 无法访问 PSN 游戏列表，请检查账号的隐私设置或访问权限

# 无法连接 Nintendo，请检查网络后重试
source: Cannot connect to Nintendo. Check your connection and try again.
zh_hans: 无法连接 Nintendo，请检查网络后重试

# 无法连接 PlayStation，请检查网络后重试
source: Cannot connect to PlayStation. Check your connection and try again.
zh_hans: 无法连接 PlayStation，请检查网络后重试

# 更换账号或密钥
source: Change account or key
zh_hans: 更换账号或密钥

# 最近同步 %@
source: Synced %@
zh_hans: 最近同步 %@

# 查看连接说明
source: View connection instructions
zh_hans: 查看连接说明

# 桌面小组件数据写入失败：%@
source: Could not save desktop widget data: %@
zh_hans: 桌面小组件数据写入失败：%@

# 桌面组件预览
source: Widget preview
zh_hans: 桌面组件预览

# 桌面预览
source: Desktop preview
zh_hans: 桌面预览

# 正在同步 Steam
source: Syncing Steam
zh_hans: 正在同步 Steam

# 浅色
source: Light
zh_hans: 浅色

# 深色
source: Dark
zh_hans: 深色

# 清除
source: Clear
zh_hans: 清除

# 清除后，封面会在下次同步或启动时重新下载。
source: Cleared covers are re-downloaded on the next sync or launch.
zh_hans: 清除后，封面会在下次同步或启动时重新下载。

# 游戏
source: Game
zh_hans: 游戏

# 游戏数量
source: Games
zh_hans: 游戏数量

# 游戏时长
source: Playtime
zh_hans: 游戏时长

# 游戏记录条目
source: Game entries
zh_hans: 游戏记录条目

# 点击设置账号
source: Click to set up an account
zh_hans: 点击设置账号

# 留空沿用已保存的密钥
source: Leave blank to use the saved key
zh_hans: 留空沿用已保存的密钥

# 登录时启动
source: Launch at Login
zh_hans: 登录时启动

# 登录窗口由系统打开，Hourcade 不接收你的密码。此连接仍在测试，服务变更可能导致失败。
source: The system opens the sign-in window. Hourcade never receives your password. This connection is still in testing and may fail if the service changes.
zh_hans: 登录窗口由系统打开，Hourcade 不接收你的密码。此连接仍在测试，服务变更可能导致失败。

# 白金
source: Platinum
zh_hans: 白金

# 白银
source: Silver
zh_hans: 白银

# 立即同步
source: Sync now
zh_hans: 立即同步

# 等级
source: Level
zh_hans: 等级

# 粘贴从 Steam 官方页面取得的密钥
source: Paste the key from Steam’s official page
zh_hans: 粘贴从 Steam 官方页面取得的密钥

# 粘贴你的 steamcommunity.com 个人主页地址
source: Paste your steamcommunity.com profile URL
zh_hans: 粘贴你的 steamcommunity.com 个人主页地址

# 缓存
source: Cache
zh_hans: 缓存

# 获取 Web API Key
source: Get a Web API key
zh_hans: 获取 Web API Key

# 计算中…
source: Calculating…
zh_hans: 计算中…

# 设计
source: Design
zh_hans: 设计

# 语言
source: Language
zh_hans: 语言

# 语言设置同时应用于 Hourcade 和桌面小组件。
source: This language applies to Hourcade and its desktop widgets.
zh_hans: 语言设置同时应用于 Hourcade 和桌面小组件。

# 请先登录 Nintendo 账号
source: Sign in to your Nintendo account first.
zh_hans: 请先登录 Nintendo 账号

# 请先登录 PlayStation 账号
source: Sign in to your PlayStation account first.
zh_hans: 请先登录 PlayStation 账号

# 请输入 Web API Key
source: Please enter a Web API key.
zh_hans: 请输入 Web API Key

# 超大号
source: Extra large
zh_hans: 超大号

# 跟随系统
source: System
zh_hans: 跟随系统

# 近期游玩
source: Recently played
zh_hans: 近期游玩

# 这是当前测试版的接入方式。Web API Key 属于开发者凭据，正式版还需改进授权流程。请勿把密钥发给他人。
source: This is the current beta connection method. A Web API key is a developer credential; the authorization flow still needs improvement for release. Never share your key.
zh_hans: 这是当前测试版的接入方式。Web API Key 属于开发者凭据，正式版还需改进授权流程。请勿把密钥发给他人。

# 连接中…
source: Connecting…
zh_hans: 连接中…

# 连接你的账号
source: Connect your account
zh_hans: 连接你的账号

# 连接平台后，游玩记录会汇集在这里。
source: Connect a platform to bring your play history together here.
zh_hans: 连接平台后，游玩记录会汇集在这里。

# 连接并同步
source: Connect and sync
zh_hans: 连接并同步

# 连接账号
source: Connect account
zh_hans: 连接账号

# 退出 Hourcade
source: Quit Hourcade
zh_hans: 退出 Hourcade

# 选择左侧平台，完成第一次连接后，这里会显示真实游玩数据。
source: Choose a platform in the sidebar. Your real play data will appear here after your first connection.
zh_hans: 选择左侧平台，完成第一次连接后，这里会显示真实游玩数据。

# 重新登录
source: Sign in again
zh_hans: 重新登录

# 需要登录 Nintendo 账号
source: Sign in to your Nintendo account
zh_hans: 需要登录 Nintendo 账号

# 需要登录 PlayStation 账号
source: Sign in to your PlayStation account
zh_hans: 需要登录 PlayStation 账号

# 首次连接 · 两步完成
source: First connection · Two simple steps
zh_hans: 首次连接 · 两步完成

# 黄金
source: Gold
zh_hans: 黄金

# 黄铜
source: Bronze
zh_hans: 黄铜

# 更新
source: Updates
zh_hans: 更新

# 检查更新
source: Check for Updates
zh_hans: 检查更新

# 当前版本 %@
source: Version %@
zh_hans: 当前版本 %@

# 有新版本时，Hourcade 会从 GitHub 下载并校验签名后安装。
source: When an update is available, Hourcade downloads it from GitHub, verifies its signature, and then installs it.
zh_hans: 有新版本时，Hourcade 会从 GitHub 下载并校验签名后安装。

# 隐私
source: Privacy
zh_hans: 隐私

# 匿名使用数据
source: Anonymous Usage Data
zh_hans: 匿名使用数据

# 仅上报匿名心跳（安装 UUID、版本、系统与芯片型号、语言），不含账号信息与游玩内容；关闭后立即停止。
source: Sends an anonymous heartbeat only (install UUID, app version, OS and chip model, locale). No account information or play data is included. Turning this off stops reporting immediately.
zh_hans: 仅上报匿名心跳（安装 UUID、版本、系统与芯片型号、语言），不含账号信息与游玩内容；关闭后立即停止。
